{
  "header": {
    "section": "02/",
    "title": "CV"
  },
  "profile": {
    "name": "Tylor.",
    "role": "[Frontal/Backend]",
    "username": "@TylorDev",
    "imageSrc": "https://avatars.githubusercontent.com/u/107888704?v=4"
  },
  "paragraphs": [
    "Actualmente, me especializo en el desarrollo de aplicaciones web modernas utilizando React y Node.js, dos de las tecnologías más demandadas y versátiles del mercado. Además, integro Vite en mis proyectos para optimizar el rendimiento y la experiencia del desarrollador. Para asegurar la calidad y la coherencia del código, gestiono versiones con Git y GitHub, herramientas esenciales en el flujo de trabajo de cualquier desarrollador profesional.",
    "A lo largo del último año, he dedicado mi tiempo a crear y perfeccionar proyectos personales con React, explorando y aplicando las mejores prácticas de la industria. Este viaje no solo ha mejorado mis habilidades técnicas, sino que también ha fortalecido mi capacidad para resolver problemas y pensar de manera crítica y creativa. ",
    "Mi pasión por la tecnología no se limita solo al desarrollo web. He profundizado en una amplia gama de áreas, incluyendo programas de software, bases de datos, sistemas y desarrollo de juegos. Esta diversidad de conocimientos me permite abordar los desafíos desde múltiples perspectivas y encontrar soluciones innovadoras.",
    "Estoy siempre en busca de nuevas oportunidades para aprender, colaborar y crecer como profesional. Si compartes mi pasión por la tecnología y el desarrollo, ¡me encantaría trabajar contigo!"
  ],
  "History": {
    "imageSrc": "https://raw.githubusercontent.com/TylorDev/Tylordev/public/Assets/Images/a487ae4e-8a0a-4b44-86cc-5cc462b92d2a.webp",
    "latest": [
      {
        "header": {
          "section": "03/",
          "title": "¡Proyectos más recientes!"
        },
        "headerTitle": "Historial"
      }
    ]
  },
  "blogHeader": {
    "section": "01/",
    "title": "Blogs más recientes!"
  },
  "blog": {
    "title": "BLOG",
    "cornerLink": {
      "icon": "GoArrowDownLeft"
    }
  }
}
