{
  "props": {
    "pageProps": {
      "images": [
        {
          "id": 0,
          "title": "Mystical creatures of Oniyama Jigoku",
          "srcSet": {
            "original": "src/API/min/artworks/beasts/halfof8_2023-09_beasts_001.jpg",
            "highRes": "src/API/min/artworks/beasts/halfof8_2023-09_beasts_001_w1050.jpg",
            "lowRes": "src/API/min/artworks/beasts/halfof8_2023-09_beasts_001_w600.jpg"
          },
          "overlay": "src/API/min/artworks/beasts/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "Mystical Creatures of Oniyama Jigoku" },
            {
              "p-title": "The piece focuses on a cracked ice cube, with an array of etched fissures and scratches lending it authentic texture. This fragment of ice serves as the canvas upon which I’ve sketched the heart of my work’s narrative. In each corner, ancient bronze tubes. These structures, rich with enduring Japanese engravings and bearing the scars of time, imbue the artwork with a sense of untold stories."
            },
            {
              "p-title": "From the icy centerpiece, two shapes arise - each connected to one of the tubes above. One is a Japanese dragon crafted from stone, with steam billowing from its maw, representing the traditional belief that dragons are connected with water bodies. It serves an aesthetic and functional role - a conduit relieving pressure and releasing steam-carrying whispers from age-old stories. The second figure - a Kappa - is a mythological creature reputed for its mischief. In my work, it serves a more humble purpose, acting as a wooden plug for the second pipe. The stone dragon and wooden Kappa transport the viewer straight into the heart of Japanese culture, where mythology intertwines with everyday life."
            },
            {
              "p-title": "The rocks coated in sulfur set the atmosphere, creating a fantastical ambiance inspired by the peculiarities of the volcanic setting of Beppu.  The region is known for its enchanting onsen and the mysterious Nine Hells, where geothermal springs are believed to be gateways to the underworld. The mixture of ice, steam, sulfur, and mythical figures makes a vibrant allegory of both the physical and mythical aspects Beppu possesses, taking anyone who casts their gaze upon my artwork on a visual journey through Japan’s captivating geothermal landscapes."
            }
          ],
          "hash": "beasts"
        },
        {
          "id": 1,
          "title": "Three Gazes",
          "srcSet": {
            "original": "src/API/min/artworks/birds-town/halfof8_2024-01_birds-town_03.jpg",
            "highRes": "src/API/min/artworks/birds-town/halfof8_2024-01_birds-town_03_w1050.jpg",
            "lowRes": "src/API/min/artworks/birds-town/halfof8_2024-01_birds-town_03_w600.jpg"
          },
          "overlay": "src/API/min/artworks/birds-town/overlay_04.png",
          "outline": "’#ffffff’",
          "content": [
            {
              "h4-super": "Fictional poster for Suda Kunitaro’s \u0026quot;Three Gazes.\u0026quot;"
            },
            {
              "p-title": "The main scene is a redo of the original with a few twists. Instead of fancy herons, you’ve got pigeons doing their escape act from a simple-looking cage. The cage bars? They rock a touch of traditional Japanese patterns, keeping things cool and minimal, kind of like the graphics vibe from back when the 1900s were just getting started, especially in Japan. Now, the background is where things get interesting. We’ve got a town hanging out, but it’s not your typical town view. It’s more like a wireframe of a 3D model, a modern touch to shake things up. Those pigeons they’re like lively paint splashes, reminding you of where all the art goodness began. The cage, with its minimalistic design, takes you back to the old-school graphic vibes. Meanwhile, the wireframe town brings you right back to today. It’s like three layers of artistic history playing out in front of you."
            },
            {
              "p-title": "This poster isn’t just a nod to Suda’s work. It’s an easygoing dive into how art changes over time. It’s like an invitation to see the cool mix of old and new, simple and complex. In my poster, you’re catching a glimpse of art’s past, present, and maybe even its future. It’s like each layer telling its own story about how art keeps evolving and telling tales that stick with you."
            }
          ],
          "hash": "birds-town"
        },
        {
          "id": 2,
          "title": "Black Midi",
          "srcSet": {
            "original": "src/API/min/artworks/black-midi/halfof8_black_midi_web_01.jpg",
            "highRes": "src/API/min/artworks/black-midi/halfof8_black_midi_web_01_w1050.jpg",
            "lowRes": "src/API/min/artworks/black-midi/halfof8_black_midi_web_01_w600.jpg"
          },
          "overlay": "src/API/min/artworks/black-midi/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "This imaginary city," },
            {
              "p-title": "unravels its true identity amidst the clutches of an imminent and all-consuming explosion."
            },
            {
              "p-title": "The focal point of the image – a bright spherical blast, derived quite clearly from the visuals noticeable in the iconic anime \u0026quot;Akira,\u0026quot; creates a stark contrast against the shadowy urban backdrop. This explosive interlude plunges the art piece into an enigmatic yet aesthetically rich narrative that is as mind-boggling as compelling. There is a marked emptiness below the spherical blast – a void that seems to be drawing everything towards itself, representing a strong gravitational pull, perhaps symbolic of the absorbing allure of black midi music. The calm before the storm is illustrated by structures shaped like music notes suspended in their descent into the abyss."
            }
          ],
          "hash": "black-midi"
        },
        {
          "id": 3,
          "title": "Bright",
          "srcSet": {
            "original": "src/API/min/artworks/bright/halfof8_2020-05_bright.jpg",
            "highRes": "src/API/min/artworks/bright/halfof8_2020-05_bright_w1050.jpg",
            "lowRes": "src/API/min/artworks/bright/halfof8_2020-05_bright_w600.jpg"
          },
          "overlay": "src/API/min/artworks/bright/overlay.png",
          "outline": "#00FF19",
          "content": [
            { "h4-super": "Bright was a brilliant scientist" },
            {
              "p-title": "who had always been fascinated by the mysteries of the universe. She had spent years studying Einstein’s theory of relativity and was determined to test it for herself."
            },
            {
              "p-title": "One day, Bright decided to embark on an experiment that would take her far beyond the reaches of Earth. She climbed into a special spacecraft designed to travel at incredible speeds and set out on her journey. As she accelerated through the vast expanse of space, time began to slow down for her. To the people back on Earth, it seemed like she had been gone for weeks, but to Bright, it felt like only a few hours had passed. When she finally returned to Earth, she was shocked that the people she had left behind were now much older than she was. It was as if she had traveled through time and returned to a point in the past. The stone engraving that memorialized her journey was a reminder of the strange and counterintuitive nature of time, as it is understood in Einstein’s theory of relativity. It stood as a testament to the power of science and the boundless potential of human curiosity."
            }
          ],
          "hash": "bright"
        },
        {
          "id": 4,
          "title": "Buckle Up",
          "srcSet": {
            "original": "src/API/min/artworks/buckle_up/halfof8_2018-08_buckle_up.jpg",
            "highRes": "src/API/min/artworks/buckle_up/halfof8_2018-08_buckle_up_w1050.jpg",
            "lowRes": "src/API/min/artworks/buckle_up/halfof8_2018-08_buckle_up_w600.jpg"
          },
          "overlay": "src/API/min/artworks/buckle_up/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "The artwork looks like a depth map," },
            {
              "p-title": "the closest parts of the car appear darker, and the farther parts appear lighter. The crushed metal and twisted wreckage of the car are a reminder of the destructive force of such accidents and the importance of taking every precaution to prevent them. One key way to stay safe in a car is to fasten your seatbelt. Seatbelts are designed to keep you securely in place during a collision, reducing the risk of injury and death. By fastening your seatbelt, you can significantly reduce your risk of serious injury in the event of an accident."
            }
          ],
          "hash": "buckle_up"
        },
        {
          "id": 5,
          "title": "Butterfly",
          "srcSet": {
            "original": "src/API/min/artworks/butterfly/halfof8_2020-02_butterfly.jpg",
            "highRes": "src/API/min/artworks/butterfly/halfof8_2020-02_butterfly_w1050.jpg",
            "lowRes": "src/API/min/artworks/butterfly/halfof8_2020-02_butterfly_w600.jpg"
          },
          "overlay": "src/API/min/artworks/butterfly/overlay.png",
          "outline": "#FFEA31",
          "content": [
            {
              "h4-super": "Butterfly in my hand As if it were a spirit Unearthly, insubstantial. Yosa Buson"
            },
            {
              "p-title": "Yosa Buson’s haiku about the butterfly in his hand was a beautiful and evocative poem that captured the fleeting and ephemeral nature of life.  The phrase \u0026quot;as if it were a spirit\u0026quot; suggests that the butterfly is something otherworldly and intangible, like a ghost or an apparition."
            },
            {
              "p-title": "This echoes the themes of Hokusai’s work, which often depicted the forces of nature as powerful and mysterious. Similarly, Buson’s haiku about the butterfly in his hand captured the essence of Hokusai’s style, with the butterfly glowing brightly against the dark and tumultuous backdrop of the stormy ocean. It is a testament to the enduring beauty of nature, even in the midst of chaos and turmoil."
            }
          ],
          "hash": "butterfly"
        },
        {
          "id": 6,
          "title": "Cicada",
          "srcSet": {
            "original": "src/API/min/artworks/cicada/halfof8_2022_cicada.jpg",
            "highRes": "src/API/min/artworks/cicada/halfof8_2022_cicada_w1050.jpg",
            "lowRes": "src/API/min/artworks/cicada/halfof8_2022_cicada_w600.jpg"
          },
          "overlay": "src/API/min/artworks/cicada/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "Fictional poster for Okada Jade Artifacts" },
            {
              "p-title": "exhibition at the Okada Museum of Art in Kowakuya, Hakone."
            },
            {
              "p-title": "This exhibition features, for the first time, masterpieces from the Okada Museum of Art’s collection, including a \u0026quot;jade\u0026quot; vessel delicately carved with chrysanthemums and cicadas in varying shades of green and brown and a \u0026quot;white jade\u0026quot; vessel embossed with rice plants. The works using jade, which has been loved in China since ancient times, exude purity and elegance."
            }
          ],
          "hash": "cicada"
        },
        {
          "id": 7,
          "title": "Circle of Demands",
          "srcSet": {
            "original": "src/API/min/artworks/circle_of_demands/halfof8_2023_circle_of_demands.jpg",
            "highRes": "src/API/min/artworks/circle_of_demands/halfof8_2023_circle_of_demands_w1050.jpg",
            "lowRes": "src/API/min/artworks/circle_of_demands/halfof8_2023_circle_of_demands_w600.jpg"
          },
          "overlay": "src/API/min/artworks/circle_of_demands/overlay.png",
          "outline": "#ffffff",
          "content": [
            {
              "h4-super": "Fictional cover for the script for \u0026quot;Three Outlaw Samurai,\u0026quot;"
            },
            { "p-title": "directed and co-written by Hideo Gosha in 1964" },
            {
              "p-title": "Set in Japan’s Edo Period, the movie follows the story of a wandering ronin who becomes entangled with two other samurai. Together, they are hired to deal with a group of peasants who have kidnapped the daughter of a corrupt magistrate. During the Edo Period, when impoverished peasants reached their breaking point and decided to revolt, they would sign their demands in a circular format called \u0026quot;umbrella-style joint covenants.\u0026quot; This circular format expressed their solidarity and commitment to one another, making it difficult to identify the leaders of the revolt. It was a clever tactic since authorities often tortured and executed the ringleaders but spared the rest. These joint covenants resembled traditional Japanese umbrellas when viewed from above."
            },
            {
              "p-title": "The artwork showcases a traditional Japanese umbrella with the umbrella-style joint covenant painted on it. Each panel of the umbrella features a dedicated phrase from the covenant, written vertically in the traditional Japanese writing style known as tategaki. In terms of composition, the artwork is oriented in portrait format and positions the umbrella diagonally from the bottom left corner to the top right corner of the canvas. The tip of the umbrella almost reaches the top right corner but remains slightly distant, creating a sense of tension within the composition."
            }
          ],
          "hash": "circle_of_demands"
        },
        {
          "id": 8,
          "title": "Cones in Japan",
          "srcSet": {
            "original": "src/API/min/artworks/cone/cone_obsession_003.jpg",
            "highRes": "src/API/min/artworks/cone/cone_obsession_003_w1050.jpg",
            "lowRes": "src/API/min/artworks/cone/cone_obsession_003_w600.jpg"
          },
          "overlay": "src/API/min/artworks/cone/overlay.png",
          "outline": "#ffffff",
          "content": [
            {
              "h3": "Cones, Cones, Cones, Cones, Cones, Cones, Cones. In Japan ...Cones are everywhere, even floating in the air inside a shrine... Cones, Cones, Cones, I love them, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones, Cones"
            }
          ],
          "hash": "cone"
        },
        {
          "id": 9,
          "title": "Hong Kong Corner House",
          "srcSet": {
            "original": "src/API/min/artworks/corner_house/halfof8_2021-05_corner_house.jpg",
            "highRes": "src/API/min/artworks/corner_house/halfof8_2021-05_corner_house_w1050.jpg",
            "lowRes": "src/API/min/artworks/corner_house/halfof8_2021-05_corner_house_w600.jpg"
          },
          "overlay": "src/API/min/artworks/corner_house/overlay.png",
          "outline": "#00FF19",
          "content": [
            { "h4-super": "Based on Hong Kong Corner Houses by Michael Wolf," },
            {
              "p-title": "I created an artwork that revisits and reimagines the worn-out charm of a four-story Hong Kong Corner House."
            },
            {
              "p-title": "Just as Wolf did, I frame the intricacies of city life, giving this illustration an intimate, lively feel. The house, detailed and vibrant, tells a vivid story of a city where every corner is a symphony of life. The ground floor reveals the rhythm of commerce, illustrating establishments familiar to me, such as the redesigned Tsim Chai Kee Noodle Shop and Moonlight Buns, a delicacy inspired by Dim Dim Sum. Adjacent to them, the openness of an entrance door invites us into the lives within. These gustatory experience providers share the floor with a distinct pottery gallery named after The Three Wise Monkeys, where abstract paintings on vast transparent windows hint at the unconventional nature of the pottery within."
            },
            {
              "p-title": "As the eye travels up, it meets an array of AC units and captivating elements, such as the Fisheye Bar’s 3-story high vertical neon sign, highlighting the city’s blend of bold modernity and time-honored traditions. While aiming skyward, the edifice offers a visual treat with an anomalistic external balcony made out of fragile-looking metal tubes, unfolding a layer of mystery to the building’s profile. In tandem with this urban tapestry, ambient elements echo around the corner house - a tram stop’s convenient sign for second-deck passengers and road signs featuring the characteristic Transport and Prison Gothic typefaces. You can observe the sophistication of Hong Kong’s design ethos in the minimalist yet modern Wynn Wine Bar sign, pointing to the hidden alley, as well as in the Mass Transit Railway signage with a Cyrillic-looking logo. A bamboo scaffold encircling the building stands as a testament to sustainable practices adopted by the city. The practical blue and white striped cloth working as a sheath for utility and tools, juxtaposed against the green meshed textile within the bamboo scaffold, adds additional charm. In the background, a high rise, echoic of Lego-like blocks, houses visible living rooms, adding depth and layer to this urban scene."
            },
            {
              "p-title": "The top residential tiers are a mélange of individualistic nuances, each window colored by unique curtains and graced by fanciful metal guard rails. Tartan and floral shirts from Chungking Express (1994) flutter in the wind, and red tape on the windows offers a dash of color and a futile defense against typhoons. For a keen observer, Ai Weiwei’s influence refracts through a Snake poster drawn from the Zodiac Heads series and a set of ceramic flowers adorning a window guard rail. They render an artistic resonance to the everyday. The final touch—a Hong Kong Jockey Club fan banner—hints at a possible vice of the city dwellers, a passion for gambling. All these, in essence, hatch under the watchful eye of a stonewall tree, and support from the rooftop Add Oil 加油 sign, narrating an everyday symphony of life in the city."
            }
          ],
          "hash": "corner_house"
        },
        {
          "id": 10,
          "title": "XYZ",
          "srcSet": {
            "original": "src/API/min/artworks/cxyz/halfof8_2019-10_xyz.jpg",
            "highRes": "src/API/min/artworks/cxyz/halfof8_2019-10_xyz_w1050.jpg",
            "lowRes": "src/API/min/artworks/cxyz/halfof8_2019-10_xyz_w600.jpg"
          },
          "overlay": "src/API/min/artworks/cxyz/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "The sliding door in the middle of the train car," },
            {
              "p-title": "deliberately left open. Through this aperture, a colossal cloud of dense, almost solid smoke billows out."
            },
            {
              "p-title": "The smoke takes on a range of colors, including green, purple, red, and blue, creating a mesmerizing visual spectacle. This explosion of colors contrasts against the dull and utilitarian appearance of the train car, symbolizing freedom, creativity, and rebellion. The artwork’s connection to the phrase \u0026quot;The introduction of numbers as coordinates is an act of violence\u0026quot; suggests a critique of modern systems\u0026#39; structured and calculated nature."
            },
            {
              "p-title": "By representing the train car and its graffiti in a visually striking manner, the artist challenges the rigidity imposed by constant measurements and coordinates. The open sliding door, releasing a vibrant and unpredictable smoke cloud, symbolizes the defiance against conformity and the restrictive nature of numbers in our daily lives. Here, I portray the introduction of numbers and measurements as a violent act that suppresses individuality and artistic expression."
            }
          ],
          "hash": "cxyz"
        },
        {
          "id": 11,
          "title": "Decay",
          "srcSet": {
            "original": "src/API/min/artworks/decay/halfof8_2020-10_decay.jpg",
            "highRes": "src/API/min/artworks/decay/halfof8_2020-10_decay_w1050.jpg",
            "lowRes": "src/API/min/artworks/decay/halfof8_2020-10_decay_w600.jpg"
          },
          "overlay": "src/API/min/artworks/decay/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "The roof of City Farm Market" },
            {
              "p-title": "The mastery is exhibited in these concrete arches and in the central pillar. Some authentic oriental vibe of a bower or a canopy. With all the monumental elements of Soviet architecture. I started googling and, to my surprise, there was no info about it. Just a few low-resolution photos from locals… and that’s it. No architect is credited with the project, not even the exact completion date. I even reached out to the municipal archive with the formal request, and the answer was, \u0026quot;To provide this information, research should be completed. Nevertheless, it is mind-boggling to me."
            },
            {
              "p-title": "I am accustomed to forums and websites where one can find blueprints, dates, restoration details, and more. But it seems not all cities in Russia have this, and if one gets to a city smaller than Saint Petersburg or Novosibirsk, not so much intel is around. I continued my research and found information about an exhibition devoted to Soviet modernism."
            },
            {
              "p-title": "It occurred in Vienna, Austria, from 2 thousand twelve to 2013. It has described that markets are one of the 5 vital Soviet topologies. But that’s not all I gathered. \u0026quot;Time is running out, and action is urgently needed as many of the buildings, which are still waiting for appraisal by architectural historians.. are threatened,\u0026quot; said the show’s organizers. Soviet architecture is aging rapidly, meaning there could be a moment when the piece of architecture is gone in its entirety if left alone. It reinforced to me the notion that it was necessary to get attention to this question, one way or another. I went with the artwork the way I always do. I’ve recreated the roof based on a few photos I found, but mostly from the initial picture."
            },
            {
              "p-title": "Essentially, I wanted to have some retro-futuristic look; think of games like Bioshock. Like it is filled with life, not fading away. Posters were hanging from atop, and lamps formed the letter S. It was fun but seemed too cartoonish, and I continued dwelling on it. After this delightful and illustrative interlude, a much more serious matter struck me. It is indeed aging, and stress should be placed on that. This is where dust clouds came to be. Or, should I say, came to light? You may notice the modern stained glass windows on the upper part of the roof. The dust clouds tinged red and blue with the light that passed through these windows. The illustration is done, and now, as expected in any Soviet modernism, typography is about to be applied."
            }
          ],
          "hash": "decay"
        },
        {
          "id": 12,
          "title": "Ending",
          "srcSet": {
            "original": "src/API/min/artworks/ending/halfof8_2023_ending.jpg",
            "highRes": "src/API/min/artworks/ending/halfof8_2023_ending_w1050.jpg",
            "lowRes": "src/API/min/artworks/ending/halfof8_2023_ending_w600.jpg"
          },
          "overlay": "src/API/min/artworks/ending/overlay.png",
          "outline": "’#FFEA31’",
          "content": [
            { "h4-super": "Andrew Wyeth’s" },
            {
              "p-title": "Christina’s World. Reinterpretation. My artwork is directly inspired by the themes and imagery associated with Christina’s World, as portrayed in the film I’m Thinking of Ending Things. Incorporating elements from the movie, such as the reflective ball, is a deliberate homage to the film’s exploration of loneliness, perception, and existential themes."
            },
            {
              "p-title": "Christina’s World is renowned for its iconic imagery of a woman lying in a field, deeply ingrained in popular culture and art history, evoking a sense of isolation and contemplation. Similarly, the woman in the snowy landscape of my reinterpretation could evoke similar emotions. Lying in the snow and interacting with the reflective metallic ball might symbolize introspection or a moment of contemplation."
            },
            {
              "p-title": "Both images depict figures in natural landscapes, albeit in different seasons. The snowy mountain scene could represent another aspect of nature compared to the rural landscape in \u0026quot;Christina’s World,\u0026quot; but they both highlight the relationship between humans and the natural world."
            }
          ],
          "hash": "ending"
        },
        {
          "id": 13,
          "title": "Flotilla",
          "srcSet": {
            "original": "src/API/min/artworks/flotilla/halfof8_2020-09_flotilla.jpg",
            "highRes": "src/API/min/artworks/flotilla/halfof8_2020-09_flotilla_w1050.jpg",
            "lowRes": "src/API/min/artworks/flotilla/halfof8_2020-09_flotilla_w600.jpg"
          },
          "overlay": "src/API/min/artworks/flotilla/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "Before me, a flotilla of leaves floats downstream" },
            {
              "p-title": "along the inky black water of the Ōtākaro. How serenely they sail out of their past and into their future behind me."
            },
            {
              "p-title": "Christchurch is a city on the Southern Island of New Zealand. It was severely damaged in 2011 by an earthquake. I visited it in 2019, and there are still partly demolished buildings alongside the city’s shiny new offices and shopping complexes. In 2016, the city administration finished the \u0026quot; Terrace \u0026quot; project with the earthquake memorial and an art trail. This place feels like an oasis of calmness in heavily damaged Christchurch. One curious thing can be found here; it is Apirana Taylor’s poem that has been inscribed on the steps of The Terraces on the river bank. This poem is wonderful, and for me, it was an essential artifact of my trip to New Zealand."
            },
            {
              "p-title": "The words seem to be in a state of flux - floating, dancing, and being carried away serenely by the unseen currents of the artwork, mirroring the poem’s serene journey of the leaves sailing from their past and into their future. In the backdrop, I employ the stark contrast of solid black depth, representing the ’inky black water’ of the Otakaro. This backdrop not only serves to highlight the white text but also furthers the sense of unfolding narratives, perpetuating the sense of drifting off into an unforeseen future."
            }
          ],
          "hash": "flotilla"
        },
        {
          "id": 14,
          "title": "Fuji",
          "srcSet": {
            "original": "src/API/min/artworks/fuji/halfof8_2023-06_fuji_sendagaya.jpg",
            "highRes": "src/API/min/artworks/fuji/halfof8_2023-06_fuji_sendagaya_w1050.jpg",
            "lowRes": "src/API/min/artworks/fuji/halfof8_2023-06_fuji_sendagaya_w600.jpg"
          },
          "overlay": "src/API/min/artworks/fuji/overlay.png",
          "outline": "#00FF19",
          "content": [
            { "h4-super": "A solved multicolor nonogram puzzle," },
            {
              "p-title": "a popular Japanese crossword puzzle known as Hanjie or Picross."
            },
            {
              "p-title": "The revelation of a hidden pixel art-like image of Hatonomori Hachiman Shrine, complete with a noh stage and a small-scale replica of Mount Fuji (Sendagaya Fuji), pays homage to the religious movement called Fujiko, which emerged in the 16th century and revered Mount Fuji as a deity and a sacred pilgrimage site. The concept of building surrogate Mount Fujis in the form of Fujizuka, Mount Fuji-shaped mounds, allowed followers of Fujiko to climb the revered mountain symbolically."
            },
            {
              "p-title": "This artwork aspect highlights Mount Fuji\u0026#39;s historical and cultural significance in Japanese society, showcasing people\u0026#39;s devotion and spiritual connection to this iconic landmark. It also reflects the challenges faced in the early 1800s, when making the physical pilgrimage to Mount Fuji was difficult for many devotees, especially the elderly, frail, and women who were not allowed to climb until later."
            },
            {
              "p-title": "The artwork carries personal significance for me, evoking nostalgic memories of solving countless Japanese nonogram crosswords during their elementary school years. Additionally, the artwork references my first ascent of Mount Fuji in 2022."
            }
          ],
          "hash": "fuji"
        },
        {
          "id": 15,
          "title": "Fuji Stone Face",
          "srcSet": {
            "original": "src/API/min/artworks/fuji_stone_face/halfof8_2022_fuji_stone_face.jpg",
            "highRes": "src/API/min/artworks/fuji_stone_face/halfof8_2022_fuji_stone_face_w1050.jpg",
            "lowRes": "src/API/min/artworks/fuji_stone_face/halfof8_2022_fuji_stone_face_w600.jpg"
          },
          "overlay": "src/API/min/artworks/fuji_stone_face/overlay.png",
          "outline": "#FFEA31",
          "content": [
            {
              "h4-super": "In the heat of August 2022, my feet took me on a daring adventure as I toiled up the sandy slopes of Mount Fuji."
            },
            {
              "p-title": "A veil of fog blanketed the surroundings, imparting an aura of mystery to the sandy terrain, which now seemed to whisper ancient tales and secrets. The mountain loomed ahead, half-lost in the fog and the rocky path, while the granules of sand beneath my feet felt like small pieces of a larger, unseen puzzle."
            },
            {
              "p-title": "During my ascent, I discovered something remarkable hidden within the grainy expanse. At a particular angle, I perceived a red, glowing face among the grains, carefully constructed solely by nature’s whimsical ingenuity. It was a makeshift mask carved subtly by time and nature, possessing unmistakably fierce eyes and a cryptic facial expression, alternating between a grim and a smile. All these features could only be revealed and distinguished when viewed from a specific perspective—the foggy, sandy canvas of the mountain slope, working as a cipher to be unlocked by the mindful observer."
            },
            {
              "p-title": "The stone-made face was both haunting and mesmerizing, a mysterious beacon emerging from the foggy uncertainty. There was something about its fiery glow, stern gaze, and indecipherable expression that felt oddly heartening. Even while being a silent spectator, it almost seemed to instill a sense of courage to march forward, tread the treacherous pathways, and conquer the expansive heights. Encountering this unexpected apparition carved on nature’s canvas during my heroic climb felt like an intimate, encouraging whisper from the mountain itself - a fascinating, vivid interplay of foggy truths, sandy secrets, and stone-crafted symbolism."
            }
          ],
          "hash": "fuji_stone_face"
        },
        {
          "id": 16,
          "title": "h8 gr8",
          "srcSet": {
            "original": "src/API/min/artworks/h8_gr8/halfof8_2020-07_h8_gr8.jpg",
            "highRes": "src/API/min/artworks/h8_gr8/halfof8_2020-07_h8_gr8_w1050.jpg",
            "lowRes": "src/API/min/artworks/h8_gr8/halfof8_2020-07_h8_gr8_w600.jpg"
          },
          "overlay": "src/API/min/artworks/h8_gr8/overlay.png",
          "outline": "#FFEA31",
          "content": [
            {
              "h2": "No hate. Be Great. 憎しみなし。 偉大であれ。No hate. Be Great. 憎しみなし。 偉大であれ。No hate. Be Great. 憎しみなし。 偉大であれ。No hate. Be Great. 憎しみなし。 偉大であれ。No hate. Be Great. 憎しみなし。 偉大であれ。"
            }
          ],
          "hash": "h8_gr8"
        },
        {
          "id": 17,
          "title": "Gough Street Ladder",
          "srcSet": {
            "original": "src/API/min/artworks/hk-lane/hk_lane_2024-03_001.jpg",
            "highRes": "src/API/min/artworks/hk-lane/hk_lane_2024-03_001_w1050.jpg",
            "lowRes": "src/API/min/artworks/hk-lane/hk_lane_2024-03_001_w600.jpg"
          },
          "overlay": "src/API/min/artworks/hk-lane/overlay.png",
          "outline": "’#00FF19’",
          "content": [
            { "h4-super": "March 2024" },
            {
              "p-title": "Living in Hong Kong, I’m finding myself perpetually battling the city’s excessive humidity. Each day involves a steep, sweat-inducing trek up and down one particularly historic staircase that connects Queen’s Road to Gough Street, which is renowned for being the first recorded ladder street in Hong Kong, built back in 1845. The ascent is both a physical challenge and a journey through time, as these steps are some of the oldest structures still standing in the territory. The narrowness and incline of the stairs force a slower pace, making each step a distinct memory, layered much like the cityscape itself which unfolds visually as one climbs higher or descends."
            },
            {
              "p-title": "This daily ritual has recently inspired a new creative project of mine, which I’ve named \u0026quot;Augmented Photography.\u0026quot; In this series, I take photogrammetry scans of various elements along my commute, such as a fascinating old doorway on the side of the ladder street. I then augment these scanned assets ever so slightly to bring to life a fictional concept I had in mind at that moment. This blend of real-world textures and imaginative alterations not only captures the essence of Hong Kong’s rich history and my personal experiences but also bridges the gap between reality and fiction, echoing the city’s dynamic layers that I observe from these ancient steps each day."
            }
          ],
          "hash": "hk-lane"
        },
        {
          "id": 18,
          "title": "HKMOA Love Letters",
          "srcSet": {
            "original": "src/API/min/artworks/hkmoa-love-letters/halfof8_lady_fan_0001.jpg",
            "highRes": "src/API/min/artworks/hkmoa-love-letters/halfof8_lady_fan_0001_w1050.jpg",
            "lowRes": "src/API/min/artworks/hkmoa-love-letters/halfof8_lady_fan_0001_w600.jpg"
          },
          "overlay": "src/API/min/artworks/hkmoa-love-letters/overlay.png",
          "outline": "#00FF19",
          "content": [
            { "h4-super": "Her form is of both green jade and lake water." },
            {
              "p-title": "The artwork\u0026#39;s focal point is the folding fan that the woman holds delicately in her hand. The fan serves as a canvas for a poem titled \u0026quot;Verse on the Nymph of the Luo River.\u0026quot; This poem tells the tale of a prince’s imagined encounter with a legendary goddess, Fufei, who was said to have transformed into a nymph after drowning in the Luo River. The prince and the nymph share a passionate love but eventually part ways."
            },
            {
              "p-title": "The artwork plays a role beyond serving as a visual depiction of a poem. It acts as a fictional poster for an exhibition called \u0026quot;Love Letters\u0026quot; at the Hong Kong Museum of Art. This exhibition invites the audience to explore the intimate and hidden emotions expressed through Chinese painting and calligraphy."
            },
            {
              "p-title": "The calligraphy on the folding fan is the work of Zhang Hairuo, a skilled calligrapher from Hubei province. Zhang’s expertise lies in the Han clerical script, and his talent is evident in the elegant strokes he employs to write the poem."
            }
          ],
          "hash": "hkmoa-love-letters"
        },
        {
          "id": 19,
          "title": "IMA",
          "srcSet": {
            "original": "src/API/min/artworks/ima/halfof8_2020-06_ima.jpg",
            "highRes": "src/API/min/artworks/ima/halfof8_2020-06_ima_w1050.jpg",
            "lowRes": "src/API/min/artworks/ima/halfof8_2020-06_ima_w600.jpg"
          },
          "overlay": "src/API/min/artworks/ima/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "The idealization of living nature is an extreme" },
            {
              "p-title": "I have always avoided it in my paintings, but I’ve always felt the poetry of nature; I think about it and try to convey it with my brush. The charm of a moonlit night, the bliss of a clear sunset, the horror of a storm or a hurricane — these are the feelings that inspire me when I paint pictures. That is a loose translation of a quote by Иван Айвазовский, the Russian Romantic painter. Though he is considered one of the greatest masters of marine art, I enjoy his paintings depicting nature a bit further from the coast. In these paintings, you can feel the air, bliss, and lightness of the monumental structures formed by nature. It is the closest thing to why hiking has always been a pleasure of mine. And making something out of it was always in my backlog."
            },
            {
              "p-title": "I hesitated, probably because I am not a painter. But the solution presented itself out of the blue. Robert Simmon of PlanetLabs posted a photo he made with their satellite at A LOW angle. The central element of it is Monte Fitz Roy — a mountain in the Patagonia Region on the border of Argentina and Chile. With an elevation of 3405 m and sheer granite faces, it is one of the most technically challenging mountains to ascent on Earth. Looking at it, one can see that it is a photo indeed, but there is something either with the angle or contrast between highlights and shadows that makes it look fictional, pictorial. It is an ideal mix of Aivazovsky’s ideas and areas where I operate in visual crafts. Also, the grand finale of my month-long trip to Patagonia in 2017 started in Santiago, Chile. Consequently, it occupies a special place in my heart. So, I’ve used a node-based procedural terrain editor to set up a scene with the initial mountain ridge. I drew simple shapes to outline the landscape and added essential displacement to achieve a naturally erratic look. To accomplish a realist appearance, erosion should be applied. This filter simulates the erosion of the terrain by thousands or millions of years of weathering by rain and flowing water. It is a handy tool to add detail and realism to human-created terrain."
            },
            {
              "p-title": "I excluded all areas on a slope more significant than a specific value and applied snow texture to the rest. This workflow sounds simple as there is no snow generation, yet it works. In a similar fashion to erosion, snow accumulates and softens the terrain. It is creating uniformity to some extent and even snow surface. At this moment, it achieves the effect of heavy snowfall in an alpine area, which I like very much. Okay, it\u0026#39;s time to recall that this artwork is not just a game or VFX asset for future use. When you fly on a plane over mountains, it is simply impossible not to see patterns and symbols formed by nature. Why not take it even further? As I am here using procedural generation, let’s incorporate a captivating image. And what are the best symbols out there? Yep, kanji or Chinese logo-graphic characters."
            },
            {
              "p-title": "One can say, Anton, there are a lot of beautiful kanji where each stroke falls into its rightful place. At first glance, the task is easy - choose anything, and it will work, yet if you look at mountains from the top, the shapes they entail are usually quite random. Therefore, I need to go with a simple set of lines that look elegant and have a meaning that works together with mountain scenery. My first guess was pretty straightforward. Let’s proceed with a kanji 天 that has a vocabulary meaning Heaven. Even though it is still one of my favorites in terms of strokes, it doesn’t go well here; too artificial for nature. The same applies to the 北 North character; I tried to use it in my second attempt. Finding such straight mountain ridges—especially the parallel ones- was rare. After trial and error, I settled on 今 Ima, the word Now."
            },
            {
              "p-title": "It is a natural fit for looking genuine and authentic and reflecting on the beauty of a special place I want to return to. As for typography details, I added tiny handwritten snaps and technical specification data to complete the maps; without them, they look insufficient. Even though my art is not a map in the conventional sense, it provides a bird’s-eye view as well. Meaning it makes sense to have these kinds of tiny extras."
            }
          ],
          "hash": "ima"
        },
        {
          "id": 20,
          "title": "Iron",
          "srcSet": {
            "original": "src/API/min/artworks/iron/halfof8_2019-07_iron.jpg",
            "highRes": "src/API/min/artworks/iron/halfof8_2019-07_iron_w1050.jpg",
            "lowRes": "src/API/min/artworks/iron/halfof8_2019-07_iron_w600.jpg"
          },
          "overlay": "src/API/min/artworks/iron/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "As iron sharpens iron, one man sharpens another." },
            {
              "p-title": "At the core of the artwork, a floating knife is poignantly used not as an implement for cutting but as an axis around which the words \u0026quot;iron sharpens iron\u0026quot; are elegantly arranged. This arrangement carries the proverb\u0026#39;s message, underlining growth, refinement, and improvement through interaction and mutual sharpening. Metaphorically, the floating flowers and spores weaving through the letters and the knife express an ethereal link to the divine creation and add a layer of reassurance and peace to the overall composition."
            },
            {
              "p-title": "This embedded reference to \u0026quot;out of the earth\u0026quot; extracted from the Bible resonates with life, transformation, and spiritual awakening, which aligns with the proverb’s message on mutual improvement and growth. Adding a modern and striking touch to this traditional proverb, all the elements, including the typography, knife, and natural elements, are rendered in glowing gold material, imbuing the scene with a vivid, almost sci-fi aesthetic. This gold rendition can symbolize the proverb\u0026#39;s divine wisdom and heavenly value, promoting a sense of sacredness, majesty, and mystery."
            }
          ],
          "hash": "iron"
        },
        {
          "id": 21,
          "title": "Island Crest",
          "srcSet": {
            "original": "src/API/min/artworks/island_crest/halfof8_2019-12_island_crest.jpg",
            "highRes": "src/API/min/artworks/island_crest/halfof8_2019-12_island_crest_w1050.jpg",
            "lowRes": "src/API/min/artworks/island_crest/halfof8_2019-12_island_crest_w600.jpg"
          },
          "overlay": "src/API/min/artworks/island_crest/overlay.png",
          "outline": "#00FF19",
          "content": [
            { "h4-super": "Tension and urgency," },
            {
              "p-title": "where the sole source of light emerges at the center."
            },
            {
              "p-title": "Its electric radiance draws the viewer’s attention, symbolizing a beacon of hope or catalyst for change. The surrounding buildings, portrayed with blurred and melted borders, hint at the destructive influence of the Cross, suggesting its role as a reason or trigger for an upheaval. Positioned between two central buildings, the Cross possesses a visual similarity to the crosses seen in the Evangelion anime series after an angel entity is vanquished. This resemblance evokes a sense of the Cross as a crack into the void or a vibrant star, suggesting a transformative or revolutionary force. Its towering presence, rising above the highest building and reaching into the sky, highlights the immense power and impact of the movement it represents. The depiction of the Cross as a central, glowing entity amidst the blurred and distorted buildings signifies the emergence of a collective voice against oppression and the fight for freedom."
            }
          ],
          "hash": "island_crest"
        },
        {
          "id": 22,
          "title": "Kenzo",
          "srcSet": {
            "original": "src/API/min/artworks/kenzo/halfof8_2018-06_kenzo.jpg",
            "highRes": "src/API/min/artworks/kenzo/halfof8_2018-06_kenzo_w1050.jpg",
            "lowRes": "src/API/min/artworks/kenzo/halfof8_2018-06_kenzo_w600.jpg"
          },
          "overlay": "src/API/min/artworks/kenzo/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "During the workshop, Jonathan Barnbrook" },
            {
              "p-title": "presented his logo design for a contemporary art museum in Tokyo called Mori Art."
            },
            {
              "p-title": "I like the logo, so, as it usually goes with me, I’ve decided to attend the venue because of the marketing material. It has nothing to do with Moriarty, even though the phonetics is a bit similar. Mori is a Japanese family name and means forest. One late member of this family, Minoru Mori (森稔 1934 – 2012), is responsible for the establishment of the museum."
            },
            {
              "p-title": "I first visited this venue in 2018 to see the enormous collection of works by Leandro Erlich. I adored the museum and revisited it in 2019. At that moment, the museum presented large research on 9 key concepts of Japanese architecture. One of the sections showcased a phrase by Kenzo Tange that reads, \u0026quot;It cannot be denied that architectural space that responds to lifestyle function must be something beautiful, and only though that beauty can architectural space convey function to mankind. And this then means it is possible to say that only the beautiful is functional.\u0026quot; Kenzo is very much into making beautiful and functional things. Like the Hiroshima Peace Memorial Museum. Or the Cathedral of Saint Mary in Tokyo. But what took me is the notion that only through beauty function could be conveyed. I frequently hear that function should always prevail and visual and pictural part is less important, especially in the Big Tech field where I work now. So, hearing something opposite (and closer to how I see it) made me think of commemorating this quote. From the start, I wanted typography to be an integral part of this. Then, I tried to add an accent on the architect’s name. A magnifying lens is an excellent way to do that."
            }
          ],
          "hash": "kenzo"
        },
        {
          "id": 23,
          "title": "Kintsugi",
          "srcSet": {
            "original": "src/API/min/artworks/kintsugi/halfof8_2019-11_kintsugi.jpg",
            "highRes": "src/API/min/artworks/kintsugi/halfof8_2019-11_kintsugi_w1050.jpg",
            "lowRes": "src/API/min/artworks/kintsugi/halfof8_2019-11_kintsugi_w600.jpg"
          },
          "overlay": "src/API/min/artworks/kintsugi/overlay.png",
          "outline": "#ffffff",
          "content": [
            {
              "h4-super": "Myriad of pieces, subtly revealing the vestiges of past accidents or purposeful destruction."
            },
            {
              "p-title": "Her body, though mended together almost seamlessly, holds a multitude of different ukiyo-e drawings, intricately painted on each fragmented piece. This diversity in the otherwise unified figure suggests that the sculpture might result from multiple broken sculptures, each holding its unique tale, being blended into a new narrative."
            },
            {
              "p-title": "The practice of Kintsugi is not merely a physical restoration but is imbued with rich philosophical implications. It considers breaks and repairs part of an object’s history, not to be concealed or forgotten but to be celebrated. This concept resonates in the artwork where each repaired fracture, each ukiyo-e drawing, adds to the sculpture’s story and aesthetic charm instead of diminishing it."
            },
            {
              "p-title": "Charming smile and modest stance, with a hand delicately positioned to cover her breasts, add layers of interpretation to the sculpture. Despite the cracks and the repair process, there’s a sense of modesty and playful warmth. It perhaps suggests a consciousness of her state, her humble history laid bare for viewers without succumbing to provocation."
            }
          ],
          "hash": "kintsugi"
        },
        {
          "id": 24,
          "title": "Kobo Abe",
          "srcSet": {
            "original": "src/API/min/artworks/kobo_abe/halfof8_2021-01_kobo_abe.jpg",
            "highRes": "src/API/min/artworks/kobo_abe/halfof8_2021-01_kobo_abe_w1050.jpg",
            "lowRes": "src/API/min/artworks/kobo_abe/halfof8_2021-01_kobo_abe_w600.jpg"
          },
          "overlay": "src/API/min/artworks/kobo_abe/overlay.png",
          "outline": "#00FF19",
          "content": [
            {
              "h4-super": "My eyes caught a book on my desk. Kobo Abe, The Box Man."
            },
            {
              "p-title": "In this book, the nameless protagonist gives up his identity and everyday life to live in a large cardboard box he wears over his head."
            },
            {
              "p-title": "I learned about this book by exploring the foundation of the Metal Gear video game series. The cardboard box is one of the trademark items in it. It is used to help hide the main character from enemies or surveillance cameras. It is an homage to the titular character of Kobe Abe’s novel, of which series director Hideo Kojima is a fan. An odd metaphor for an introvert, but it would do. Alright then, the best way to work with a book, if you are, by sudden coincidence, a graphic designer, is to lay out the cover. What I thought was a bright and brilliant idea, a box with eyes, close up, came to my mind."
            },
            {
              "p-title": "Yeah, the same idea was designed for Tuttle Publishing in 2000. Though, I imagined it a little bit differently. Cartoon-ish, anyone? That is the key to this new artwork. In my version, it is not a man in a box but the box man. And not a generic one! It is branded with the colors of Yamato Transport Company. The company’s logo is a black cat carrying her kitten in her mouth, symbolizing the company’s promise that they take care of items entrusted to them as though the items were their own family. You will see a lot of their branding in Japan if you visit the country."
            },
            {
              "p-title": "As for the box itself, it is a bit worn out. I’ve taken a few photos of the cardboard boxes I have at home. Useful references for the corner fold and duct tape. I like this meticulous work of recreating life-like details, all the more so when it involves modeling with polygons."
            },
            {
              "p-title": "And while we’re talking details. The Hanko stamp can be seen in the frontal part. \u0026quot; Hanko\u0026quot; is used in Japan instead of a signature for a personal or office document, work, contract, art, or any item that requires approval. I am getting bad at writing signatures these days. I don’t really use pen and paper that much. So, I’d love to have one of these fancy Hankos someday. And because of that reason, it says Anton in Katakana. Practicing using it but in the digital space, for now. (2022 UPD, I own a hanko now)"
            },
            {
              "p-title": "A key focal point, his curious and shy eyes, lurking to collect trinkets of interest from amongst the garbage. Above them, one can see a resemblance to a yellow hachimaki, a headband worn as a symbol of effort or courage. I love how the interplay of all the pieces comes together, adding to the story of this character, your little cubic mate, who is also a convenient packaging. The box man."
            }
          ],
          "hash": "kobo_abe"
        },
        {
          "id": 25,
          "title": "Mitsu",
          "srcSet": {
            "original": "src/API/min/artworks/mitsu/halfof8_2020-12_mitsu.jpg",
            "highRes": "src/API/min/artworks/mitsu/halfof8_2020-12_mitsu_w1050.jpg",
            "lowRes": "src/API/min/artworks/mitsu/halfof8_2020-12_mitsu_w600.jpg"
          },
          "overlay": "src/API/min/artworks/mitsu/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "Fictional story inspired by 密 “Mitsu”" },
            {
              "p-title": "2020’s Kanji of the Year, chosen as a COVID-19 Warning"
            },
            {
              "p-title": "The man and the lady were stranded on opposite sides of the floating stone structure, each feeling hopeless and alone. The man stared at his phone, trying to get a signal and desperately trying to call for help. But no matter how hard he tried, he couldn’t get through. He was stuck, unable to escape the stone structure that seemed to levitate in the air. The lady was in a similar situation. She smoked one cigarette after another, trying to calm her nerves and to pass the time."
            },
            {
              "p-title": "But no matter how much she smoked, she couldn’t shake the feeling of despair that threatened to overwhelm her. She was trapped, with no way out. And yet, even though they were so close yet so far apart, the man and the lady refused to give up. They both knew they needed to find a way to escape the floating stone structure and were determined to do whatever it took. They searched and searched, trying to find a way out. And finally, they found a way. They discovered a hidden passage that led them out of the stone structure and back to safety."
            },
            {
              "p-title": "They never forgot their lessons on the floating stone structure from that day. They knew they needed to be prepared for anything and vowed always to have a plan if they found themselves stranded again. And they were grateful for the closeness that had brought them together, even in the face of danger and despair."
            }
          ],
          "hash": "mitsu"
        },
        {
          "id": 26,
          "title": "Naoshima",
          "srcSet": {
            "original": "src/API/min/artworks/naoshima/halfof8_2019-03_naoshima.jpg",
            "highRes": "src/API/min/artworks/naoshima/halfof8_2019-03_naoshima_w1050.jpg",
            "lowRes": "src/API/min/artworks/naoshima/halfof8_2019-03_naoshima_w600.jpg"
          },
          "overlay": "src/API/min/artworks/naoshima/overlay.png",
          "outline": "#ffffff",
          "content": [
            {
              "h4-super": "One day, a group of hikers encountered a strange sight in the forest."
            },
            {
              "p-title": "Nestled among the tall trees and lush greenery were a group of immaculate, mirrored boxes. They were arranged in a circle around a large stump, and their reflective surfaces shone brightly in the sunlight. The boxes were structured similarly to the Chichu Art Museum sections, built directly into a southern portion of the island of Naoshima, Japan. They seemed to blend seamlessly into the surrounding landscape like a natural part of the forest. In the sunlight, reflecting the trees and the sky with such clarity that it was almost as if they were portals to another world. The hikers were curious about the boxes and approached them with caution. They circled them to get a better look, but the reflective surfaces made it difficult to see what was inside. It was as if the boxes were hiding something or guarding a secret."
            },
            {
              "p-title": "Despite their curiosity, the hikers decided not to try and open the boxes. They didn’t want to disturb whatever might be inside and felt it was better not to know. So they left the boxes as they were and continued their hike, leaving the strange mirrored structures behind. But the memory of the boxes stayed with them. They couldn’t shake the feeling that there was more to the boxes than met the eye, and they couldn’t help but wonder what secrets they might be hiding. So they returned to the forest repeatedly, hoping to uncover the mystery of the immaculate mirrored boxes."
            }
          ],
          "hash": "naoshima"
        },
        {
          "id": 27,
          "title": "No Terror",
          "srcSet": {
            "original": "src/API/min/artworks/noterror/halfof8_2020-08_noterror.jpg",
            "highRes": "src/API/min/artworks/noterror/halfof8_2020-08_noterror_w1050.jpg",
            "lowRes": "src/API/min/artworks/noterror/halfof8_2020-08_noterror_w600.jpg"
          },
          "overlay": "src/API/min/artworks/noterror/overlay.png",
          "outline": "#00FF19",
          "content": [
            {
              "h4-super": "The six squarish letters spelling ’TERROR’ across three rows and two columns dominate the canvas."
            },
            {
              "p-title": "The letters inflated like balloons and were crafted from a rubber-like, green material, which eerily reminded me of crude oil. The fact that they seem ready to burst captures the sense of tension, fear, and uncertainty clawing at my consciousness."
            },
            {
              "p-title": "In particular, the use of the squarish font reaffirms the crux of my creative expression - how fear, personified here as impending war, pervades and commands my every thought. The visual representation is menacing, a stark reflection of the political turmoil that my country is witnessing."
            },
            {
              "p-title": "Moreover, the texture and lustrous sheen of the letters, bearing a distinct resemblance to oil, subtly hints at the global disputes often instigated by this crucial resource. By infusing this oily look, I wanted to expose the hidden economic and political motives that fuel wars and stress the destructive impacts of such greed-driven confrontations."
            }
          ],
          "hash": "noterror"
        },
        {
          "id": 28,
          "title": "Sanno Shrine",
          "srcSet": {
            "original": "src/API/min/artworks/sanno_shrine/halfof8_2018_sanno_shrine.jpg",
            "highRes": "src/API/min/artworks/sanno_shrine/halfof8_2018_sanno_shrine_w1050.jpg",
            "lowRes": "src/API/min/artworks/sanno_shrine/halfof8_2018_sanno_shrine_w600.jpg"
          },
          "overlay": "src/API/min/artworks/sanno_shrine/overlay.png",
          "outline": "#FFEA31",
          "content": [
            {
              "h4-super": "Every rendering of the Infra album by Richter is accompanied by an explanation of its historical background, an essential component for comprehending its depth and musical finesse."
            },
            {
              "p-title": "This particular concert took place in Japan, compelling Richter to weave another tragic tale into his musical narrative - the bombings of Hiroshima and Nagasaki. The reference evoked a profound curiosity, steering me toward a deep dive into the events of these catastrophic days. In the midst of these investigations, an emotional piece emerged. The poignant story centered around the iconic one-legged Torii gate, a startling outcome of the atomic bomb blast at Nagasaki. Sanno Shrine. Despite losing a column, the gate stood tall on a lone pillar, evolving into an enduring symbol of Nagasaki’s resilience despite adversity."
            },
            {
              "p-title": "Such is the narrative at the heart of this new artwork. The column was bathed in a riveting red light, creating an eerie effect that demanded attention. Separate lighting setups for the background and foreground enhanced the depth of the visual work. Though the artist initially maintained accuracy regarding the Torii gate’s original location, the need for a more dramatic image provoked a pullback from this source. Consequently, the foreground depicted the aftermath of calamity, strewn with remnants of buildings, showcasing the harsh reality of a quake-ridden city scene. The background, in contrast, held a symbolic white spot, resembling an overexposed photograph that starkly contrasted with the red hue of the work. The image created is a riveting blend of history, tragedy, and resilience."
            }
          ],
          "hash": "sanno_shrine"
        },
        {
          "id": 29,
          "title": "Scales fall",
          "srcSet": {
            "original": "src/API/min/artworks/scales/halfof8_2024_scales_02.jpg",
            "highRes": "src/API/min/artworks/scales/halfof8_2024_scales_02_w1050.jpg",
            "lowRes": "src/API/min/artworks/scales/halfof8_2024_scales_02_w600.jpg"
          },
          "overlay": "src/API/min/artworks/scales/scales_overlay_02.png",
          "outline": "’#FFEA31’",
          "content": [
            { "h4-super": "目から鱗が落ちる," },
            {
              "p-title": "which speaks to the transformative moment of \u0026quot;seeing the light.\u0026quot; Amidst the serenity of the mountain scenery lies a deeper narrative — one that speaks to the juxtaposition between human creativity and the encroaching influence of AI art. In a world where algorithms can mimic the brushstrokes of master painters, I felt compelled to do my first painting (albeit digital) in years."
            },
            {
              "p-title": "Through my simple brushstrokes and imperfect renderings, I sought to capture the essence of the human experience — the flaws, the imperfections, and the moments of profound insight that make us uniquely human. While AI art may dazzle with its precision and technical prowess, there’s an inherent depth and soulfulness in the work of human hands."
            },
            {
              "p-title": "So, as you look upon this painting, I invite you to ponder the significance of the「目から鱗が落ちる」moment  and the timeless beauty of the natural world. Even in a world dominated by technology, there is still value in the authenticity of human creativity."
            }
          ],
          "hash": "scales"
        },
        {
          "id": 30,
          "title": "Self Portrait He",
          "srcSet": {
            "original": "src/API/min/artworks/self_portait_he/halfof8_2021-10_he.jpg",
            "highRes": "src/API/min/artworks/self_portait_he/halfof8_2021-10_he_w1050.jpg",
            "lowRes": "src/API/min/artworks/self_portait_he/halfof8_2021-10_he_w600.jpg"
          },
          "overlay": "src/API/min/artworks/self_portait_he/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "In the expanse of a dimly lit studio," },
            {
              "p-title": "a man embarked on an outpour that echoed the tumult within his spirit."
            },
            {
              "p-title": "His calloused hands fashioned his likeness from a hunk of unrefined clay, resulting in a head sculpture that was both distinct and coarse. It was a perfect canvas for the artist — resilient, fierce, and inherently chaotic, much like he was. His paint of choice was an explosive spectrum of red. He flung globs of paint at the clay head with a heavy hand. Shades of scarlet, burgundy, and fiery orange burst upon making contact with the clay, transforming the once stoic sculpture into an embodiment of chaos."
            },
            {
              "p-title": "The excess paint exploded into the air, swirling and dancing in volcanic plumes and then settling on the black backdrop to form an image of beautiful disarray. The final portrait emerged as a beautiful spectacle of his uninhibited existence. The red hues clawing their way across the clay head and floating around it seemed to house the ferocity of his spirit\u0026#39;s uncontrolled inferno against the room\u0026#39;s desolate darkness. Ultimately, this self-portrait was not just a testament to his physical existence but an expression of the beautiful madness teeming within him."
            }
          ],
          "hash": "self_portait_he"
        },
        {
          "id": 31,
          "title": "Self Portrait She",
          "srcSet": {
            "original": "src/API/min/artworks/self_portait_she/halfof8_2021-10_she.jpg",
            "highRes": "src/API/min/artworks/self_portait_she/halfof8_2021-10_she_w1050.jpg",
            "lowRes": "src/API/min/artworks/self_portait_she/halfof8_2021-10_she_w600.jpg"
          },
          "overlay": "src/API/min/artworks/self_portait_she/overlay.png",
          "outline": "#00FF19",
          "content": [
            { "h4-super": "Within a darkened atelier," },
            {
              "p-title": "she began by crafting her silhouette in the delicate form of a clay head, each contour and elegant indent reflecting a tale of hidden depths. The clay head stood resolute amidst the gloom, creating a stark interplay of shadows as mysterious as the woman herself."
            },
            {
              "p-title": "She chose a haunting palette of blues for her portrait, from the depths of midnight blue to the lighter hue of a moonlit sky. Tenderly, she launched the paint toward the clay, and each droplet took flight, exploding in a burst of transcendent azure upon contact with the gallant sculpture. The backlash from the impact sent swirling tendrils of paint spiraling up and outwards, hovering around the head like a nebulous aura, gently falling onto the black backdrop."
            },
            {
              "p-title": "The resulting self-portrait bore the splendid secrets of her enigmatic being. The spray of ethereal blues that clung to and floated around the clay head whispered stories of her unuttered narratives, mysteries that the woman had fostered within herself. Amidst the stillness and darkness of the room, the portrait shone - an enigmatic sight, revealing much about its creator while shrouding her in further intrigue."
            }
          ],
          "hash": "self_portait_she"
        },
        {
          "id": 32,
          "title": "Shell",
          "srcSet": {
            "original": "src/API/min/artworks/shell/halfof8_2023-06_hermit_shell.jpg",
            "highRes": "src/API/min/artworks/shell/halfof8_2023-06_hermit_shell_w1050.jpg",
            "lowRes": "src/API/min/artworks/shell/halfof8_2023-06_hermit_shell_w600.jpg"
          },
          "overlay": "src/API/min/artworks/shell/overlay.png",
          "outline": "#FFEA31",
          "content": [
            {
              "h4-super": "Meticulous approach to choosing and cherishing its homes"
            },
            {
              "p-title": "During my stay in Taketomi and Ishigaki, I had the opportunity to observe these fascinating creatures of various sizes. I was struck by their shy nature and deliberate treatment of their dwellings. One notable element in the artwork is the inclusion of a clay inscription on the shell, which reads 蟹の手に落ちる, meaning \u0026quot;Fall into the hands of a crab.\u0026quot; This phrase carries a profound symbolic significance, representing finding oneself in a difficult or challenging situation. By adding this inscription, I aimed to evoke a sense of tension and vulnerability, highlighting the precariousness of certain life situations. Especially towards one’s home or shell, in this case."
            },
            {
              "p-title": "More attention is drawn by the shell placed at the bottom left corner of the artwork. Like the crab itself, the shell is rich with intricate detail and lifelike colorations. The shell’s placement, contrasting with the crab’s position, plays with the viewer’s perception, challenging them to appreciate the separate yet interconnected elements of the piece."
            },
            {
              "p-title": "Moreover, the lighting appears to come from the left corner, accentuating the shell with a brighter glow compared to the crab\u0026#39;s body. This contrast between light and shadow might suggest that the crab is distressed by the source of the light or is seeking refuge from it, as evident in its protective pose of covering itself with its claws. The trials and tribulations of life."
            }
          ],
          "hash": "shell"
        },
        {
          "id": 33,
          "title": "Shu Ha Ri",
          "srcSet": {
            "original": "src/API/min/artworks/shuhari/halfof8_2018-07_jelly.jpg",
            "highRes": "src/API/min/artworks/shuhari/halfof8_2018-07_jelly_w1050.jpg",
            "lowRes": "src/API/min/artworks/shuhari/halfof8_2018-07_jelly_w600.jpg"
          },
          "overlay": "src/API/min/artworks/shuhari/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "Shu Ha Ri. Starting from" },
            {
              "p-title": "fundamentals, detaching from barriers or self and becoming natural with the craft."
            },
            {
              "p-title": "In Japan, it is widely applied to various fields, and while sounding simple, it requires a high level of devotion. I like this idea, so I decided to visualize it. I found a fitting metaphor while I was attending the exhibition at the Garage Museum Moscow. The Art group Rimini project prepared a room with jellyfish and had a narrative telling that almost everything that damages our ecosystem benefits jellyfish. Moreover, this is achieved because jellies are at the top level of their evolutionary state. Millions of years have passed, and they are more or less the same. We frankly can say that they achieved some level of mastery. I mean, evolution mastery."
            },
            {
              "p-title": "A metaphor was chosen, and I started thinking about the visualization. I used a photo I took at the Sumida Aquarium in Tokyo. It has a lot of tanks with jellies with a remarkable light setup. So, it was easy to make a good reference photo, which I used to create a 3D model, and consequently, I applied some sculpting to achieve an organic look. But I didn’t want to recreate a jelly as it was seen in nature. They are mysterious or even alien-like creatures. The StarCraft video game concept art was an excellent reference to scary alien texture. The material rendering is based on Zerg creatures."
            }
          ],
          "hash": "shuhari"
        },
        {
          "id": 34,
          "title": "Smile",
          "srcSet": {
            "original": "src/API/min/artworks/smile/halfof8_2022-12_smile.jpg",
            "highRes": "src/API/min/artworks/smile/halfof8_2022-12_smile_w1050.jpg",
            "lowRes": "src/API/min/artworks/smile/halfof8_2022-12_smile_w600.jpg"
          },
          "overlay": "src/API/min/artworks/smile/overlay.png",
          "outline": "#ffffff",
          "content": [
            { "h4-super": "My first exhibition in Japan" },
            {
              "p-title": "For my very first exhibition in Japan, I chose the city of Beppu, in Oita, known for its enchanting hot springs and onsens. As an artist, I was inspired by this natural wonder and decided to translate this admiration into my work. The artwork I created showcases a violently vivid and colorful (green, blue) surface, mimicking the surface of a boiling hot spring. The bubbles that appear to rise from this liquid form an unabashedly simple face, echoing the playful simplicity of an emoji. This emoji, wearing a beaming smile, serves a dual purpose. On one hand, it is a playful and creative nod to the citys famed onsens. On the other, it is a mirror reflecting my own surge of emotions - buoyant joy and uncontainable excitement - feelings incited by the occasion of my first-ever exhibition."
            }
          ],
          "hash": "smile"
        },
        {
          "id": 35,
          "title": "Thing",
          "srcSet": {
            "original": "src/API/min/artworks/thing/halfof8_2020-02_thing.jpg",
            "highRes": "src/API/min/artworks/thing/halfof8_2020-02_thing_w1050.jpg",
            "lowRes": "src/API/min/artworks/thing/halfof8_2020-02_thing_w600.jpg"
          },
          "overlay": "src/API/min/artworks/thing/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "The Thing by John Carpenter" },
            {
              "p-title": "Much like the film’s extraterrestrial entity, this fictional poster assimilates and imitates its victims, the skull in the artwork appears to be tearing apart the boundaries of its existence, emerging outward in chilling yet captivating hostility. The choice of red cloth is significant."
            },
            {
              "p-title": "It symbolizes not only the impactful, dialogic color scheme of the film’s poster but also the harrowing visuals of blood and visceral fear that make \u0026quot;The Thing\u0026quot; unforgettable. The indication that a biting action of a fang initiated the tearing mirrors the predatory nature of the entity in the movie, anchoring a more somber and unsettling realization to the viewer - that an act of aggression initiated this transformation."
            },
            {
              "p-title": "The tension hinted at by the stretched fabric parallels the high-stakes anxiety prevalent in the movie, where any semblance of normalcy is forcibly distorted, and friends become potential foes. The partial visibility of the skull maintains the aura of the unidentifiable and unknown that reiterates the essence of the titular \u0026quot;Thing\u0026quot; - ominously elusive and disturbingly unpredictable."
            }
          ],
          "hash": "thing"
        },
        {
          "id": 36,
          "title": "Waves",
          "srcSet": {
            "original": "src/API/min/artworks/waves/halfof8_2022-05_waves.jpg",
            "highRes": "src/API/min/artworks/waves/halfof8_2022-05_waves_w1050.jpg",
            "lowRes": "src/API/min/artworks/waves/halfof8_2022-05_waves_w600.jpg"
          },
          "overlay": "src/API/min/artworks/waves/overlay.png",
          "outline": "#FFEA31",
          "content": [
            { "h4-super": "A bunch of wrinkles on a grey fabric?.." },
            {
              "p-title": "They might look just like lines at first, but squint a bit, these wrinkles are carefully carved to look like mountains, giving you a bit of a rustic and uphill-downhill feeling with its ridges and valleys. It’s like looking at a topographic map, but instead of lines indicating height, you’ve got wrinkles on the fabric. Iconic Japanese artwork often represents mountains."
            },
            {
              "p-title": "It’s the book cover of a volume named Hami Monshu, a classic from 1963. Most interestingly, the book, part one in a series of three, is full of different ripple designs, woodblock printed in proper traditional style. That explains the wrinkles – they’re just patterns inspired by the ripples in the book."
            },
            {
              "p-title": "Here I borrow the idea from Mori Yuuzan, who was obsessed with ripple patterns and was actively creating these back in 1903 before pouring them into the book. The book isn’t just filled to the brim with random patterns; each pattern had been inked with the help of woodblock printing – a meticulous technique that’s been passed down through generations and speaks volumes about the artist’s dedication and commitment."
            },
            {
              "p-title": "With the book cover artwork, you may get a strong sense of old-world Japan, particularly the late Edo and Meiji periods, a transformative part of Japanese history that had a lot to do with artwork and literature. Yuuzan was a student of Kansai Mori, a big name in the painting scene from that era. Looking at it, the art is like a blast from the past, but it’s also refreshingly modern in its way. Old-school prints on a book cover – it’s a neat blend of traditions and a tip of the hat to those lines, or wrinkles, of history."
            }
          ],
          "hash": "waves"
        },
        {
          "id": 37,
          "title": "Yakisugi",
          "srcSet": {
            "original": "src/API/min/artworks/yakisugi/halfof8_2020-12_yakisugi.jpg",
            "highRes": "src/API/min/artworks/yakisugi/halfof8_2020-12_yakisugi_w1050.jpg",
            "lowRes": "src/API/min/artworks/yakisugi/halfof8_2020-12_yakisugi_w600.jpg"
          },
          "overlay": "src/API/min/artworks/yakisugi/overlay.png",
          "outline": "#00FF19",
          "content": [
            { "h4-super": "Dejima 出島 or exit island" },
            {
              "p-title": "It was an artificial island in the port of Nagasaki, constructed in 1636 to segregate Portuguese residents from the Japanese population. The Dutch were moved to Dejima a few years later, and during most of the Edo period, the island was the single place of direct trade and exchange between Japan and the outside world."
            },
            {
              "p-title": "Today, Dejima is not an island anymore, as the surrounding area was reclaimed in the 20th century. I was wandering through Nagasaki some years ago without awareness of this sight. I saw the entrance, but the sudden urge for a Tonkatsu meal won. Fast forward a year, I listened to the podcast above and realized how much I missed by not entering. Several of Dejima’s historical structures remain or have been reconstructed in the area, including various residences, warehouses, walls, and gates. This warehouse is number 3. It looks intriguing. Initially, I thought these buildings survived mild (or not mild) fires, but then, I recalled that I saw this peculiar burnt timber cladding in our office, too. And it is correct; wood is intended to look that way."
            },
            {
              "p-title": "It is a traditional Japanese method of wood preservation, Yakisugi (焼杉). By slightly charring the surface of the wood without combusting the whole piece, the wood becomes water-proof through carbonization. It also protects against insects, as well as making it fire retardant."
            },
            {
              "p-title": "Making the wood more durable by burning it. How cool is that? It\u0026#39;s a thing worth visualization. I hope you are with me as we finally begin the drawing process. Yaki means to heat with fire, and sugi is cypress. The fire should be present, no question about it. What about cypress? Cypress was used to build boats. It is cool to picture a boat that can survive the heat of a fire. Yet, it is beyond the limit of possibilities for a realistic boat that carries human beings. But what if this is a mystery boat, a ghost vessel? That would work."
            },
            {
              "p-title": "The yellowish style of the image leads to desert and rocks. Hm, Arizona! Hoover Dam is the cinematic place that could host such an event in a movie. It has appeared in more than 73 titles."
            },
            {
              "p-title": "As for the overall style, I finally proceeded with the pixel art. Primarily to avoid rendering high-quality fire simulation, but not just that. I adore old games by LucasArts with fine animation and illustrations. Of all the games done by this studio, the 2nd installment from the Monkey Island series comes to mind immediately when you think of pirates and ships. Think of this artwork as a tribute of sorts."
            },
            {
              "p-title": "As I am going all in with pixelization, typography has to be PART OF the scene. It is an anchor, front and center. I chose a Japanese typeface, a legacy one that has been used since the ’90s. It helps to maintain an authentic look instead of a modern Gothic typeface that might detract too much attention from the artwork."
            }
          ],
          "hash": "yakisugi"
        }
      ],
      "t": {
        "meta_description": "Art Journal with an infinite grid of CGI snaps and stories on the flip side.\nThe sounds section is dedicated to a small set of artworks where an audio track is essential.\nBy Anton Sokolov, software product designer at JetBrains.\n",
        "next_btn": "Next",
        "prev_btn": "Previous",
        "swipe_left": "Swipe left",
        "swipe_right": "Swipe right",
        "swipe_down": "Swipe down",
        "or_tap": "or tap",
        "h1": "Art Journal",
        "meta_title": "Art Journal | Half of Eight",
        "welcome_title": "Welcome to my field notes journal.",
        "welcome_text": "Each note is first of all an artwork. Whenever I want to record an event, fact or story, I add a new illustration. If you feel like diving in, click on info when in lightbox view.",
        "nav_info": "Scroll, drag or use keyboard arrows to explore artworks.",
        "info_btn": "Open artwork info",
        "close_info_btn": "Close artwork info",
        "download_btn": "Download",
        "pagination_btn": "Go to slide"
      }
    },
    "__N_SSG": true
  },
  "page": "/",
  "query": {},
  "buildId": "Wi-5se9XNxrTAgskb5Prw",
  "isFallback": false,
  "gsp": true,
  "locale": "en",
  "locales": ["en", "ja"],
  "defaultLocale": "en",
  "scriptLoader": []
}
