{
  "header": {
    "backgroundImage": "https://i.pinimg.com/originals/1b/cf/f4/1bcff4580d0d587f5c2dc02dc86cf8ca.jpg",
    "message": "Bienvenido a nuestra página de proyectos.",
    "title": "Ezlog",
    "subtitle": "Descubre las innovaciones y desarrollos más recientes en nuestra plataforma.",
    "buttons": [
      {
        "text": "Ver vista previa",
        "icon": true
      },
      {
        "text": "Ver código fuente",
        "icon": true
      }
    ]
  },
  "sections": [
    {
      "flexDirection": "row-reverse",
      "coverImage": "https://i.pinimg.com/originals/4e/01/0d/4e010d255955bb029ecaf5a1ab3ba218.jpg",
      "tmContent": {
        "summary": "Este proyecto utiliza tecnologías de punta para ofrecer una experiencia de usuario intuitiva y eficiente. Descubre cómo implementamos soluciones innovadoras.",
        "readMore": "Leer más",
        "modalContent": "Este proyecto es un ejemplo de cómo se puede usar React y SCSS para crear interfaces de usuario modernas y responsivas. Nuestro equipo trabajó arduamente para asegurar que el producto final sea tanto estéticamente agradable como funcionalmente robusto. En este proyecto, utilizamos React para la arquitectura de componentes y SCSS para los estilos, asegurando que cada elemento sea fácilmente mantenible y escalable. Además, incorporamos diversas técnicas de optimización para mejorar el rendimiento y la accesibilidad del sitio.",
        "close": "X"
      }
    },
    {
      "flexDirection": "row",
      "coverImage": "https://i.pinimg.com/originals/14/b8/49/14b84981d807a087b04fc854e9880a91.jpg",
      "tmContent": {
        "summary": "Nuestro equipo ha desarrollado una plataforma que integra múltiples servicios en una sola aplicación. Aprende más sobre las características y beneficios.",
        "readMore": "Leer más",
        "modalContent": "Este proyecto se centra en la integración de servicios para mejorar la eficiencia y la colaboración entre equipos. Utilizamos API RESTful para conectar diversos servicios y garantizar una comunicación fluida entre ellos. La interfaz de usuario está diseñada con principios de usabilidad y accesibilidad, asegurando que todos los usuarios puedan aprovechar al máximo las funcionalidades ofrecidas. Este proyecto también incluye pruebas automatizadas y un flujo de despliegue continuo para mantener la calidad del código y la rapidez en la entrega de nuevas características.",
        "close": "X"
      }
    }
  ],
  "data": {
    "coverImageSrc": "https://i.pinimg.com/originals/74/9b/d1/749bd196f0b736ffcd37b27f49077d6c.jpg",
    "status": "Personal/",
    "type": "Backend",
    "tittle": "Ezlog",
    "tags": "#React #Scss #Js #Vite",
    "date": "15/11/2024"
  }
}
